[
  {
    "title": "Rustic Granite Shoes",
    "description": "Step into rugged elegance with our Rustic Granite Shoes. These shoes are a perfect blend of style and durability, designed for the modern adventurer. Crafted with high-quality materials, they offer exceptional comfort and support for all-day wear. The rustic granite color adds a touch of rugged sophistication, making them a versatile choice for various occasions. With their sturdy construction and reliable grip, these shoes are ready to take on any terrain. Whether you're exploring the great outdoors or strolling through the city streets, our Rustic Granite Shoes are the perfect companion for your next adventure. Shop now and embrace the spirit of exploration in style.",
    "image": "https://images.unsplash.com/photo-1562183241-b937e95585b6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=765&q=80",
    "category": "shoes",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 962,
    "inStock": true
  },
  {
    "title": "IPhone X",
    "description": "Unleash the power of technology with the latest iPhone. Engineered to perfection, this iconic smartphone offers a seamless user experience and unrivaled performance. Capture stunning photos and videos with the advanced camera system, enjoy immersive visuals on the brilliant display, and stay connected with lightning-fast 5G connectivity. With its sleek design and secure features, the iPhone is the ultimate companion for productivity and entertainment. Upgrade to the future of mobile technology and shop now for the ultimate iPhone experience.",
    "image": "https://images.unsplash.com/photo-1512054502232-10a0a035d672?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=880&q=80",
    "category": "electronics",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 309,
    "inStock": true
  },
  {
    "title": "Long Sleeve Sweater",
    "description": "Stay stylish and cozy with our classic white sweater. Made from a soft and comfortable fabric, it's perfect for any occasion. The versatile design and timeless color make it a wardrobe staple. Shop now and elevate your everyday look with this must-have sweater.",
    "image": "https://images.unsplash.com/photo-1620799140408-edc6dcb6d633?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1072&q=80",
    "category": "clothes",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 76,
    "inStock": true
  },
  {
    "title": "Smart Watch",
    "description": "Experience the future on your wrist with our cutting-edge smartwatch. Packed with advanced features and sleek design, this smartwatch seamlessly integrates into your lifestyle. Stay connected with notifications, track your fitness goals, and personalize your style with customizable watch faces. With its durable construction and long-lasting battery life, this smartwatch is the perfect companion for your active and connected life. Shop now and upgrade your wrist game with our state-of-the-art smartwatch.",
    "image": "https://images.unsplash.com/photo-1546868871-7041f2a55e12?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=764&q=80",
    "category": "electronics",
    "size": ["S", "M"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 513,
    "inStock": true
  },
  {
    "title": "Nike Shoes Black",
    "description": "Step up your style game with our fashionable shoes. Crafted with precision and attention to detail, these shoes are designed to impress. From sleek and sophisticated to casual and comfortable, our diverse collection caters to every occasion and personal preference. Made from high-quality materials, these shoes offer durability and comfort throughout the day. Whether you're headed to the office, a night out, or a casual weekend stroll, our shoes will elevate your look. Browse our selection now and find your perfect pair to make a stylish statement.",
    "image": "https://images.unsplash.com/photo-1491553895911-0055eca6402d?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=880&q=80",
    "category": "shoes",
    "size": ["40", "41", "42", "43", "44", "45"],
    "color": ["black"],
    "price": 695,
    "inStock": true
  },
  {
    "title": "Emerald Sofa",
    "description": "Indulge in comfort and style with our luxurious sofa. Designed with utmost care and craftsmanship, this sofa is the epitome of relaxation. Sink into the plush cushions and experience unparalleled support. The sleek and modern design adds a touch of elegance to any living space. Made with high-quality materials, this sofa ensures durability and long-lasting beauty. Whether you're entertaining guests or enjoying a quiet evening at home, our sofa offers the perfect blend of comfort and sophistication. Transform your living room with our exquisite sofa. Shop now and create a haven of comfort and style in your home.",
    "image": "https://images.unsplash.com/photo-1555041469-a586c61ea9bc?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "category": "furniture",
    "size": ["M", "L"],
    "color": ["green"],
    "price": 905,
    "inStock": true
  },
  {
    "title": "Blue Jeans",
    "description": "Introducing our timeless blue jeans, a staple in every wardrobe. Crafted with care and precision, these jeans offer the perfect blend of style and comfort. Made from high-quality denim, they are designed to last and withstand the test of time. The classic blue color pairs effortlessly with any outfit, making them a versatile choice for various occasions. With their flattering fit and attention to detail, our blue jeans will enhance your confidence and style. Shop now and elevate your denim game with these essential jeans.",
    "image": "https://images.unsplash.com/photo-1572689535562-3c54a15292d3?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "category": "clothes",
    "size": ["S", "M", "L"],
    "color": ["blue"],
    "price": 889,
    "inStock": true
  },
  {
    "title": "Yellow Sofa",
    "description": "Add a burst of sunshine to your living space with our stunning yellow sofa. Vibrant and inviting, this sofa brings warmth and cheerfulness to any room. Crafted with comfort and style in mind, it features plush cushions and a cozy seating area for relaxation. The yellow color exudes energy and positivity, creating a focal point in your décor. Made with high-quality materials, this sofa offers durability and long-lasting beauty. Whether you're hosting gatherings or enjoying quiet moments, our yellow sofa is a statement piece that will brighten up your home. Shop now and infuse your living space with the joy of yellow.",
    "image": "https://images.unsplash.com/photo-1586023492125-27b2c045efd7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=958&q=80",
    "category": "furniture",
    "size": ["S", "M", "L"],
    "color": ["yellow"],
    "price": 509,
    "inStock": true
  },
  {
    "title": "Nike Shoes - Red Stripe",
    "description": "Make a bold statement with our eye-catching red stripe Nike shoes. Combining style and performance, these shoes are a perfect blend of fashion and function. The vibrant red stripe adds a dynamic pop of color to the sleek design, ensuring you stand out from the crowd. Constructed with Nike's renowned quality and comfort, these shoes provide superior cushioning and support for all-day wear. Whether you're hitting the gym or stepping out in style, these red stripe Nike shoes are a must-have addition to your collection. Shop now and experience the perfect fusion of style and athleticism.",
    "image": "https://images.unsplash.com/photo-1611510338559-2f463335092c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=764&q=80",
    "category": "shoes",
    "size": ["40", "41", "42", "43", "44", "45"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 10,
    "inStock": true
  },
  {
    "title": "Wooden Table",
    "description": "Introduce a touch of natural beauty to your home with our exquisite wooden table. Crafted with precision and care, this table showcases the timeless elegance of wood. The sturdy construction ensures durability, making it a lasting addition to your furniture collection. Whether used as a dining table, a centerpiece in your living room, or a functional workspace, this table offers both functionality and aesthetic appeal. The rich wood grain and smooth finish add warmth and charm to any room. Upgrade your décor with our beautifully crafted wooden table. Shop now and bring nature's elegance into your home.",
    "image": "https://images.unsplash.com/photo-1552324190-9e86fa095c4a?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "category": "furniture",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 12,
    "inStock": true
  },
  {
    "title": "Wooden Chair",
    "description": "Introducing our exquisite wooden chair, a perfect blend of style and durability. Crafted with precision from high-quality wood, this chair showcases the beauty of natural materials. The sleek and timeless design complements any décor, adding a touch of elegance to your space. With its sturdy construction and comfortable seating, this chair is built to last. Whether used as a dining chair or as an accent piece, it offers both functionality and aesthetic appeal. Upgrade your seating experience with our beautifully crafted wooden chair. Shop now and bring a touch of sophistication to your home or office.",
    "image": "https://images.unsplash.com/photo-1592078615290-033ee584e267?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=764&q=80",
    "category": "furniture",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 481,
    "inStock": true
  },
  {
    "title": "Hotel Logo Shirt",
    "description": "Revamp your wardrobe with our stylish shirt. Designed with contemporary flair and attention to detail, this shirt is a versatile addition to any outfit. Made from high-quality fabric, it offers a comfortable and breathable feel throughout the day. The sleek design and impeccable fit make it suitable for both casual and formal occasions. With a range of colors and patterns to choose from, you can effortlessly express your personal style. Elevate your fashion game with our trendy shirt. Shop now and make a statement with every step you take.",
    "image": "https://images.unsplash.com/photo-1529374255404-311a2a4f1fd9?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1469&q=80",
    "category": "clothes",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 7,
    "inStock": true
  },
  {
    "title": "Blue Shirt",
    "description": "Upgrade your wardrobe with our classic blue shirt. Timeless and versatile, this shirt is a must-have for every stylish individual. Made from premium fabric, it offers exceptional comfort and durability. The vibrant blue color adds a pop of sophistication to any outfit, making it suitable for both formal and casual occasions. With its tailored fit and impeccable craftsmanship, this shirt exudes confidence and style. Whether paired with jeans or dress pants, our blue shirt is the perfect choice for a polished and put-together look. Shop now and elevate your fashion game with this essential piece.",
    "image": "https://images.unsplash.com/photo-1596755094514-f87e34085b2c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=688&q=80",
    "category": "clothes",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 775,
    "inStock": true
  },
  {
    "title": "Clay Vase",
    "description": "Enhance your home decor with our stunning clay vase. Handcrafted with precision and care, this vase adds a touch of rustic charm to any space. Made from high-quality clay, it showcases intricate textures and earthy tones, making it a unique and eye-catching piece. Whether used as a centerpiece or to hold your favorite flowers, this vase effortlessly elevates your interior design. The versatile size and timeless design make it suitable for various styles and settings. Bring a touch of nature-inspired beauty into your home with our exquisite clay vase. Shop now and add a touch of artistry to your living space.",
    "image": "https://images.unsplash.com/photo-1582131503261-fca1d1c0589f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "category": "others",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 358,
    "inStock": true
  },
  {
    "title": "Sunglasses",
    "description": "Elevate your style and protect your eyes with our fashionable sunglasses. Designed with both fashion and function in mind, these sunglasses offer a perfect blend of UV protection and trendsetting style. Made with high-quality materials, they provide durability and long-lasting wear. Whether you're lounging on the beach or strolling through the city, these sunglasses add a touch of sophistication to any outfit. With a variety of shapes, sizes, and lens colors to choose from, you can find the perfect pair that complements your unique style. Shop now and step out in confidence with our stylish sunglasses.",
    "image": "https://images.unsplash.com/photo-1511499767150-a48a237f0083?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=880&q=80",
    "category": "others",
    "size": ["S", "M", "L"],
    "color": ["red", "green", "yellow", "orange"],
    "price": 384,
    "inStock": true
  },
  {
    "title": "Yellow Shirt",
    "description": "Introducing our vibrant yellow shirt, the epitome of style and sunshine. Made from premium fabric, this shirt offers a comfortable and breathable fit. The sunny yellow color instantly brightens up your look and adds a cheerful touch to any ensemble. Whether you're heading to a casual outing or a fun-filled event, this shirt is sure to make a statement. With its versatile design and flattering silhouette, it effortlessly pairs with jeans, shorts, or skirts for a chic and trendy look. Embrace the joy of yellow and add a splash of color to your wardrobe. Shop now and let your style shine with our yellow shirt.",
    "image": "https://images.unsplash.com/photo-1607345366928-199ea26cfe3e?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "category": "clothes",
    "size": ["S", "M", "L"],
    "color": ["yellow"],
    "price": 564,
    "inStock": true
  },
  {
    "title": "Black Shoes",
    "description": "Step into sleek sophistication with our timeless black shoes. Designed for both style and comfort, these shoes are a versatile staple in any wardrobe. The sleek black color exudes elegance and pairs effortlessly with any outfit, making them suitable for any occasion. Crafted with high-quality materials, these shoes ensure durability and long-lasting wear. Whether you're dressing up for a formal event or looking to add a touch of refinement to your everyday attire, our black shoes are the perfect choice. Shop now and elevate your footwear collection with these classic and stylish black shoes.",
    "image": "https://images.unsplash.com/photo-1576188973526-0e5d7047b0cf?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1478&q=80",
    "category": "shoes",
    "size": ["40", "41", "42", "43", "44", "45"],
    "color": ["black"],
    "price": 209,
    "inStock": true
  },
  {
    "title": "Earphone Extra",
    "description": "Immerse yourself in exceptional audio quality with our top-of-the-line earphones. Designed for music enthusiasts and audiophiles, these earphones deliver crystal-clear sound and powerful bass. The ergonomic design ensures a comfortable fit and noise isolation, allowing you to enjoy your favorite music without any distractions. With built-in microphone and easy-to-use controls, you can effortlessly switch between calls and music playback. Compact and portable, these earphones are perfect for on-the-go use. Experience audio like never before and elevate your listening experience with our premium earphones. Shop now and enjoy music the way it was meant to be heard.",
    "image": "https://images.unsplash.com/photo-1618366712010-f4ae9c647dcb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=688&q=80 ",
    "category": "electronics",
    "size": ["S"],
    "color": ["black", "white"],
    "price": 259,
    "inStock": true
  },
  {
    "title": "White Earpods",
    "description": "Elevate your audio experience with our cutting-edge EarPods. These wireless earphones offer unparalleled sound quality and convenience. With a sleek and ergonomic design, they fit comfortably in your ears and stay in place during any activity. The advanced Bluetooth technology ensures seamless connectivity and hassle-free pairing with your devices. Whether you're listening to music, taking calls, or enjoying podcasts, our EarPods deliver clear, immersive sound. With long battery life and a portable charging case, you can enjoy hours of uninterrupted listening on the go. Upgrade to the future of audio technology with our premium EarPods. Shop now and redefine your listening experience.",
    "image": "https://images.unsplash.com/photo-1600294037681-c80b4cb5b434?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
    "category": "electronics",
    "size": ["S"],
    "color": ["white"],
    "price": 254,
    "inStock": true
  },
  {
    "title": "Fit Bit",
    "description": "Reach your fitness goals and stay connected with the innovative Fitbit. Designed for active individuals, this smart wearable device tracks your steps, heart rate, calories burned, and more. With its sleek and comfortable design, it seamlessly integrates into your daily routine. Stay motivated with personalized activity reminders and real-time progress updates. Sync the Fitbit with your smartphone to receive call and message notifications, making it a convenient companion throughout the day. Whether you're aiming to improve your fitness or simply maintain a healthy lifestyle, the Fitbit empowers you to make every step count. Shop now and take control of your wellness journey with this cutting-edge fitness tracker.",
    "image": "https://images.unsplash.com/photo-1503328427499-d92d1ac3d174?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80",
    "category": "electronics",
    "size": ["S"],
    "color": ["white"],
    "price": 254,
    "inStock": true
  }
]
